{
  "en": {
    "nav.home": "Home",
    "nav.about": "About",
    "nav.expertise": "Expertise",
    "nav.values": "Values",
    "nav.team": "Team",
    "nav.contact": "Contact",
    "hero.title": "Congolese Adviser in Business Law and PPP",
    "hero.description": "Leading consulting and advisory firm specializing in business law, financial structuring, and Public-Private Partnership projects across the African continent.",
    "hero.button": "Get in Touch",
    "about.title": "About CALP",
    "about.text1": "Congolese Adviser in Business Law and PPP (CALP) is a leading consulting and advisory firm operating in the Democratic Republic of Congo and across the African continent.",
    "about.text2": "CALP specializes in business law, financial structuring, and the development of Public-Private Partnership (PPP) projects. Founded by Me TUZOLANA BIMUALA Callixte, CALP brings together a multidisciplinary team composed not only of seasoned lawyers and legal experts but also of financial specialists with proven expertise in PPP project modeling and economic engineering.",
    "about.text3": "The firm also has strong capabilities in the digital and technology sectors, with an in-depth understanding of local and regional dynamics related to digital transformation.",
    "about.text4": "This unique combination of legal, financial, and technological expertise enables CALP to effectively support investors, businesses, and public institutions in designing, structuring, and implementing strategic projects that meet international standards while being tailored to African realities.",
    "expertise.title": "Our Expertise",
    "expertise.ohada.title": "OHADA Uniform Acts",
    "expertise.ohada.description": "Corporate law, commercial law, arbitration, insolvency procedures, transportation of goods, etc.",
    "expertise.ppp.title": "Public-Private Partnerships",
    "expertise.ppp.description": "Financial modeling and structuring of large-scale PPP projects.",
    "expertise.telecom.title": "Telecommunications & IT",
    "expertise.telecom.description": "Expert advice on technology and digital transformation matters.",
    "expertise.land.title": "Land Law",
    "expertise.land.description": "Comprehensive legal support for property and land-related issues.",
    "expertise.labour.title": "Labour Law",
    "expertise.labour.description": "Employment law consultation and dispute resolution.",
    "expertise.tax.title": "Taxation & Fiscal Law",
    "expertise.tax.description": "Tax planning and compliance services for businesses.",
    "expertise.energy.title": "Energy & Utilities",
    "expertise.energy.description": "Legal advisory for electricity and water sector projects.",
    "expertise.mining.title": "Mining & Hydrocarbons",
    "expertise.mining.description": "Specialized legal services for extractive industries.",
    "expertise.transport.title": "Transportation & Logistics",
    "expertise.transport.description": "Legal support for transport infrastructure and logistics operations.",
    "values.title": "Our Values",
    "values.professionalism.title": "Professionalism",
    "values.professionalism.description": "We maintain the highest standards of professional service and expertise in all our engagements.",
    "values.integrity.title": "Integrity",
    "values.integrity.description": "We operate with honesty and transparency, building trust with our clients and partners.",
    "values.excellence.title": "Excellence",
    "values.excellence.description": "We strive for excellence in all aspects of our work, delivering superior results for our clients.",
    "team.title": "Our Team",
    "team.founder.role": "Founder & Principal Attorney",
    "team.founder.description": "Advocate at the bar of Kinshasa/Matete since 2003, holder of a law degree from the University of Kinshasa (2000) and a Master's in business law and management from the University of Liège (2017). He advised the Government of the DRC and the World Bank on several major legal reforms and large-scale PPP projects.The Cabinet is currently under the supervision of Me Fistian Kubangusu.",
    "team.legal.title": "Legal Experts",
    "team.legal.role": "Experienced Lawyers",
    "team.legal.description": "Our team includes seasoned lawyers with deep expertise in business law, OHADA regulations, and various specialized legal domains.",
    "team.financial.title": "Financial Specialists",
    "team.financial.role": "PPP Project Modeling",
    "team.financial.description": "Our financial experts specialize in PPP project modeling and economic engineering, ensuring the financial viability of large-scale projects.",
    "team.tech.title": "Technology Consultants",
    "team.tech.role": "Digital Transformation",
    "team.tech.description": "Our technology specialists provide insights on digital transformation and help clients navigate the evolving tech landscape in Africa.",
    "contact.title": "Contact Us",
    "contact.getInTouch": "Get in Touch",
    "contact.address": "Collège Boboto, Commune de la Gombe, Kinshasa, Democratic Republic of Congo",
    "contact.hours": "Monday to Friday, 8:00 AM – 5:00 PM",
    "contact.sendMessage": "Send a Message",
    "contact.form.name": "Your Name",
    "contact.form.email": "Your Email",
    "contact.form.subject": "Subject",
    "contact.form.message": "Your Message",
    "contact.form.button": "Send Message",
    "footer.description": "Congolese Adviser in Business Law and PPP (CALP) is a leading consulting and advisory firm operating in the Democratic Republic of Congo and across the African continent.",
    "footer.quickLinks": "Quick Links",
    "footer.legal": "Legal",
    "footer.privacy": "Privacy Policy",
    "footer.terms": "Terms of Use",
    "footer.notice": "Legal Notice",
    "footer.copyright": "Congolese Adviser in Business Law and PPP. All rights reserved."
  },
  "fr": {
    "nav.home": "Accueil",
    "nav.about": "À propos",
    "nav.expertise": "Expertise",
    "nav.values": "Valeurs",
    "nav.team": "Équipe",
    "nav.contact": "Contact",
    "hero.title": "Conseiller Congolais en Droit des Affaires et PPP",
    "hero.description": "Cabinet de conseil et d'études de référence, opérant en République Démocratique du Congo et à travers l'ensemble du continent africain, spécialisé en droit des affaires, en structuration financière et dans le développement de projets de Partenariats Public-Privé (PPP).",
    "hero.button": "Nous Contacter",
    "about.title": "À propos de CALP",
    "about.text1": "Congolese Adviser in Business Law and PPP (CALP) est un bureau d'études et cabinet de conseil de référence, opérant en République Démocratique du Congo et à travers l'ensemble du continent africain.",
    "about.text2": "CALP est spécialisé en droit des affaires, en structuration financière et dans le développement de projets de Partenariats Public-Privé (PPP). Fondé par Me TUZOLANA BIMUALA Callixte, CALP rassemble une équipe pluridisciplinaire composée non seulement d'avocats et de juristes expérimentés, mais également d'experts financiers spécialisés dans la modélisation et l'ingénierie économique des projets PPP.",
    "about.text3": "Notre cabinet dispose également d'une expertise affirmée dans le domaine numérique et digital, avec une compréhension fine des enjeux locaux et régionaux liés à la transformation digitale.",
    "about.text4": "Grâce à cette combinaison unique de compétences juridiques, financières et technologiques, CALP accompagne efficacement les investisseurs, entreprises et institutions publiques dans la conception, la structuration et la mise en œuvre de projets stratégiques conformes aux standards internationaux et adaptés aux réalités africaines.",
    "expertise.title": "Notre Expertise",
    "expertise.ohada.title": "Actes uniformes de l'OHADA",
    "expertise.ohada.description": "Droit des sociétés, droit commercial, arbitrage, procédures collectives, transport des marchandises, etc.",
    "expertise.ppp.title": "Partenariats Public-Privé (PPP)",
    "expertise.ppp.description": "Y compris la modélisation financière et le montage financier des projets.",
    "expertise.telecom.title": "Télécommunications et technologies de l'information",
    "expertise.telecom.description": "Conseil expert en matière de technologie et de transformation numérique.",
    "expertise.land.title": "Droit foncier",
    "expertise.land.description": "Support juridique complet pour les questions liées à la propriété et au foncier.",
    "expertise.labour.title": "Droit du travail",
    "expertise.labour.description": "Consultation en droit du travail et résolution des conflits.",
    "expertise.tax.title": "Fiscalité et droit fiscal",
    "expertise.tax.description": "Services de planification fiscale et de conformité pour les entreprises.",
    "expertise.energy.title": "Électricité et eau",
    "expertise.energy.description": "Conseil juridique pour les projets des secteurs de l'électricité et de l'eau.",
    "expertise.mining.title": "Mines et hydrocarbures",
    "expertise.mining.description": "Services juridiques spécialisés pour les industries extractives.",
    "expertise.transport.title": "Transports et logistique",
    "expertise.transport.description": "Support juridique pour les infrastructures de transport et les opérations logistiques.",
    "values.title": "Nos Valeurs",
    "values.professionalism.title": "Professionalisme",
    "values.professionalism.description": "Nous maintenons les normes les plus élevées de service professionnel et d'expertise dans tous nos engagements.",
    "values.integrity.title": "Intégrité",
    "values.integrity.description": "Nous opérons avec honnêteté et transparence, construisant la confiance avec nos clients et partenaires.",
    "values.excellence.title": "Excellence",
    "values.excellence.description": "Nous visons l'excellence dans tous les aspects de notre travail, offrant des résultats supérieurs à nos clients.",
    "team.title": "Notre Équipe",
    "team.founder.role": "Fondateur et Avocat Principal",
    "team.founder.description": "Avocat au barreau de Kinshasa/Matete depuis 2003, titulaire d'une licence en droit de l'Université de Kinshasa (2000) et d'un Master en droit et gestion d'entreprise de l'Université de Liège (2017). Il a conseillé le Gouvernement de la RDC et la Banque Mondiale sur plusieurs réformes juridiques et projets PPP d'envergure. Le Cabinet est actuellement sous la supervision de Me Fistian Kubangusu.",
    "team.legal.title": "Experts Juridiques",
    "team.legal.role": "Avocats Expérimentés",
    "team.legal.description": "Notre équipe comprend des avocats chevronnés avec une expertise approfondie en droit des affaires, régulations OHADA et divers domaines juridiques spécialisés.",
    "team.financial.title": "Spécialistes Financiers",
    "team.financial.role": "Modélisation de Projets PPP",
    "team.financial.description": "Nos experts financiers se spécialisent dans la modélisation de projets PPP et l'ingénierie économique, garantissant la viabilité financière des projets à grande échelle.",
    "team.tech.title": "Consultants en Technologie",
    "team.tech.role": "Transformation Digitale",
    "team.tech.description": "Nos spécialistes en technologie fournissent des insights sur la transformation digitale et aident les clients à naviguer dans le paysage technologique en évolution en Afrique.",
    "contact.title": "Contactez-Nous",
    "contact.getInTouch": "Entrer en Contact",
    "contact.address": "Collège Boboto, Commune de la Gombe, Kinshasa, République Démocratique du Congo",
    "contact.hours": "Lundi au vendredi, 8h00 à 17h00",
    "contact.sendMessage": "Envoyer un Message",
    "contact.form.name": "Votre Nom",
    "contact.form.email": "Votre Email",
    "contact.form.subject": "Sujet",
    "contact.form.message": "Votre Message",
    "contact.form.button": "Envoyer le Message",
    "footer.description": "Congolese Adviser in Business Law and PPP (CALP) est un bureau d'études et cabinet de conseil de référence, opérant en République Démocratique du Congo et à travers l'ensemble du continent africain.",
    "footer.quickLinks": "Liens Rapides",
    "footer.legal": "Légal",
    "footer.privacy": "Politique de Confidentialité",
    "footer.terms": "Conditions d'Utilisation",
    "footer.notice": "Mentions Légales",
    "footer.copyright": "Conseiller Congolais en Droit des Affaires et PPP. Tous droits réservés."
  }
}